{"I have problems with my laptop. It keeps freezing and crashing and I have tried everything to fix it. Can you help?": "Run antivirus check and follow the antivirus' instructions. Let me know of the results.", "I have a problem with the sound on my computer. I checked the settings and everything is fine, but I still can't hear anything.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I have a problem with the camera on my computer. I checked the settings and everything is fine, but I still don't see anything.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I have a problem with the microphone on my computer. I checked the settings and everything is fine, but I still can't hear anything.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I'm having trouble accessing certain websites on my computer.": "Please specify the exact websites you are trying to access. It is possible that these sites are unreachable from our company's network.", "My computer is having sound problems.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I have a problem with the screen resolution on my computer.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I can't use the software due to a hardware problem. I need help finding a solution.": "Please contact the workstation support service", "I can't print from my computer. It's been a problem for a few days now.": "Follow this instruction and let me know the results: https://support.microsoft.com/en-us/windows/fix-printer-connection-and-printing-problems-in-windows-fb830bff-7702-6349-33cd-9443fe987f73", "I am having trouble accessing the database from my laptop. Connection timeout continues.": "Please check whether your access credentials are valid.", "I have a problem with the performance of my computer. It's very slow going.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "My computer is making strange noises, I'm worried that something might be wrong.": "It is necessary to clean the system unit from dust. There are detailed instructions on the portal. If you are afraid to do it yourself, contact the workstation support service.", "My computer is having problems with the mouse, it is very annoying.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "There is a problem with the keyboard on my computer, some keys are not working.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "My computer has problems with the camera, it doesn't work.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I have a problem with the cooling system on my computer, it makes strange noises.": "It is necessary to clean the system unit from dust. There are detailed instructions on the portal. If you are afraid to do it yourself, contact the workstation support service.", "There is a problem with my laptop battery, it won't hold the charge.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "I'm having trouble accessing the company's website. Every time I try to log in, it says that my credentials are incorrect.": "Please use the password reset utility. There is the instruction on the portal.", "I have a problem with the company's equipment. My computer won't boot and I can't access any files.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "I have a problem with the installation of new equipment, it does not connect properly. Can you help?": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "I have a problem with the company's hardware management. It doesn't work as expected. Can you help?": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "My computer is running very slow and I can't figure out why. I tried restarting it but that didn't help.": "Run antivirus check and follow the antivirus' instructions. Let me know of the results.", "My computer freezes and I don't know what to do. I tried restarting it but the problem persists.": "Run antivirus check and follow the antivirus' instructions. Let me know of the results.", "I have a problem with the sound on my computer. I checked the parameters and everything is on record, but I still can't hear anything.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I have a problem with the printer. He doesn't answer and I don't know what to do.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "I have a problem with the microphone on my computer. I checked the parameters and everything is in the wey register, but I still can't hear anything.": "Check if the current version of the device driver is installed. Detailed instructions are posted on the portal.", "I can't use the program because of the hardware problem. I need help finding hell.": "Maintenance is required, please contact the workstation support service. In case of critical failure, the device", "My laptop does not turn on, I tried to charge it, but nothing happens.": "The power supply is damaged and needs to be replaced. Contact your nearest service center.", "I can't send it from my computer, it doesn't work.": "Please check if the printer is connected to your computer. If so, contact your system administrator.", "I can't print from my computer. The printer is connected, but it does not respond when I try to print.": "Please contact your system administrator.", "I try to print the document, but the printout is completely faded and illegible.": "Please check if the printer is connected to your computer. If so, contact your system administrator.", "I can't print from my device, I get a printer error message.": "Please check if the printer is connected to your computer. If so, contact your system administrator.", "I can't connect to the company's VPN, it says invalid credentials.": "Please use the password reset utility. There is the instruction on the portal.", "My Sony PlayStation does not turn on. It makes strange noises and the LED on its front panel blinks twice.": "The power supply is broken and needs to be replaced. Contact your nearest service center.", "In which transaction can the documents generated as a result of planning operations be viewed separately? There was a crediting of one place of occurrence of costs through the performance of types of work for other facilities CO.": "It is necessary to check the box \"Planning integration\" in the version setting for a separate financial year (spro - > Controlling).\n", "When calculating a CO-order for another BE (the recipient is the order of another BU) under the initial types of costs (32*,33*,34*,36*) automatic posting through the 79020000000 account contains the amount of only primary 32* and secondary costs of the type 33*, but does not take into account the amounts for secondary 34*, 36*.": "It is necessary to add secondary types of costs 34* and 36* to the CO-FI approval rule, KALH transaction.", "How to reflect in the purchase book the primary incoming May invoice FI (+), the reverse to it (-) and the corrective June invoice (+). All in one reporting period (2nd quarter).": "1. Reverse the original SF.\n2. To reflect the correction with the same type of document, in the title text specify a 14-digit link to the original by type NNNNNNNNNYYYY, where NNNNNNNNNN is the system number of the original, YYYY is the year of the original.", "Please tell me what could be the reason that when the FI documents are aligned on the account through the F-03 transaction from the balance position, the difference in a penny is not automatically deducted. Returns the error \"The reasons for the balance with automatic write-off are unacceptable here.\"": "You specify the reason for the difference, for which the indicator \"Debit the difference through a separate account\" is indicated in the reason setting. The transaction of setting up the causes of the difference is OBBE. Uncheck this box for your reason or do not specify the reason in the alignment transaction at all.", "How to create Purchase Requisition in SAP ECC": "https://www.appseconnect.com/purchase-requisition-in-sap-ecc/", "I need help changing PR in transaction ME52N. It says 'Requisition X does not exist'": "https://help.sap.com/docs/SAP_S4HANA_ON-PREMISE/af9ef57f504840d2b81be8667206d485/c680b65334e6b54ce10000000a174cb4.html", "I am facing a Problem while creating a Purchase order with ref. to a Purchase Requistion.\n\nSystem is showing an error \"Purchase requisitions of document_type ZVS or item category L may not be assigned to purchase orders of document type ZVS or item category L\".\n\nDoc. type of Pur. Req. & PO is ZVS\n\nItem Category for PR & PO is L": "SPRO-> Materials Management -> Purchasing -> Purchase order -> Define Document Types\n\nSelect your document type ZVS and click on allowed item categories & check whether item category L is assigned.\n\nThen select link purchase requisition - document type. Here check whether your purchase requisition document type ZVS and item category L combination is maintained.", "Issue: Batch is not determining automatically at returns obd level.\n\nScenario: Before activating the batch process to material, we have sold 10 qty, . Now, after activation batch process, we got that material stock from customer level. Now, while creating returns obd to receive that qty, system is not triggering batch automatically.": "The goods are at your customer and have physically no batch, hence the system is not able to determine a batch automatically because it cannot look into your customers system, and even it could it would not find a batch.", "My client want to implement pp module So as far material master is concerned what data & views I have to require for create material ,For which pp cycle the views from material master going to change, We having by co products & by products also , I search on sdn But not get satisfactory solution.": "To Implement PP module,the material master should have all MRP views.If you want to maintain co products,you should go to OMS2,Select required material type and in which you should restrict that no external purchase order not allowed and internal purchase order allowed.Then only that co product field will be appeared in MRP2 view.You should select that field.\n\nThanks and regards,", "We are facing a weird issue :\n\nFor one particular user \"material group\" from material master is not defaulting into the PO. Material group field is blank.\n\nFor other users for the same material , material group is defaulting correctly. Initially we thought the problem is with the user ID , then to our wonder we found few PO's(created by same user) with multiple line items of the same material have material group defaulted correctly in line item 2,3,4 but not in line item 1.\n\nHave any faced this kind of issue ?": "check how the user is creating PO, if they are referring the OLD PO then the old might be not having the material group for line item 1", "number - incoming cost at the beginning of the month - depreciation amount - cost at the end of the month. How to do it?": "Use this report S_P99_41000192 - Depreciation carried out on the fixed asset and the transaction period", "I can't log in to SAP, a network load balancing error occurs": "Check the network connection and the connection of your personal information security key", "I received an email with a spam mailing list and a potentially malicious attachment to my corporate email. What do I need to do?": "do not open or forward the email to anyone and contact the information security service"}